{
    "version": "https://jsonfeed.org/version/1",
    "title": "alfredolvera.com",
    "description": "",
    "home_page_url": "https://alfredolvera.com",
    "feed_url": "https://alfredolvera.com/feed.json",
    "user_comment": "",
    "author": {
        "name": "Alfredo Olvera"
    },
    "items": [
        {
            "id": "https://alfredolvera.com/preguntas-y-respuestas-111223.html",
            "url": "https://alfredolvera.com/preguntas-y-respuestas-111223.html",
            "title": "Preguntas y Respuestas – 11/12/23",
            "summary": "¡Bienvenido a esta sección! Aquí tú preguntas y yo respondo. Puedes hacer preguntas de lo que quieras: Sobre los invitados que hemos tenido en el&hellip;",
            "content_html": "<p>¡Bienvenido a esta sección! Aquí tú preguntas y yo respondo. Puedes hacer preguntas de lo que quieras: Sobre los invitados que hemos tenido en el programa, mi opinión de cualquier juego o tema que tiene que ver con videojuegos, asuntos personales (a discreción) y (casi) cualquier cosa que se te ocurra.</p>\n<p>Como esta es la primera vez haciendo esto, tomé algunas preguntas de varias fuentes (que he visto publicadas, que me han mandado y de mis podcasts favoritos) para responder, pero si tú quieres que responda tu pregunta sólo déjala aquí, en los comentarios, y será respondida en la próxima edición de Preguntas y Respuestas.</p>\n<p>¡Vamos!</p>\n<figure class=\"post__image post__image--center\"><strong><img loading=\"lazy\"  src=\"https://c10.patreonusercontent.com/4/patreon-media/p/post/94474869/8e1295b7bd564934b0155209f6f9fa19/e30%3D/1.png?token-time=1741996800&amp;token-hash=V4pe0bkiK__GeIPfTRFE0Pe0G4AZDXBO93u5zT7b_wM%3D\" width=\"652\" height=\"355\" data-is-external-image=\"true\"></figure></strong></p>\n<p><strong>El gaming es mi vida pregunta: ¿El 2023 fue el mejor año de la historia para los videojuegos?</strong></p>\n<p>Creo que hay buenos argumentos para decir que el 2023 fue uno de los mejores años para los videojuegos, pero no creo que haya sido el mejor.</p>\n<p>Lo compararía con el impacto de lo que sucedió justo hace una década en el 2013, con juegos como: <em>The Last of Us, BioShock Infinite, Grand Theft Auto 5, Assassin’s Creed IV: Black Flag, DmC, DOTA 2, Metro: Last Light, Brothers: A Tale of Two Sons, The Stanley Parable y Papers, Please.</em></p>\n<p>Pero cuando recuerdas el 2004, es normal que tu cabeza explote:</p>\n<p><em>Grand Theft Auto: San Andreas, Ninja Gaiden, The Chronicles of Riddick: Escape from Butcher Bay, Burnout 3: Takedown, Katamari Damacy, ESPN NFL 2K5, The Sims 2, Far Cry</em>…</p>\n<p>¿Creíste que eso era todo? Qué me dirías si te dijera que, además de esos, en un lapso de 30 días (noviembre) también salieron:</p>\n<p><em>Halo 2, Half-Life 2, World of Warcraft, Metroid Prime 2, Counter-Strike: Source, Killzone, Ratchet &amp; Clank: Up Your Arsenal, Need For Speed: Underground 2, The Legend of Zelda: The Minish Cap, Spider-Man 2 </em>y<em> Metal Gear Solid 3.</em></p>\n<p> </p>\n<p><strong>@s.menester2600 quiere saber: ¿Maridaje perfecto para tacos de pastor, hamburguesa y pizza.</strong></p>\n<ul>\n<li>Tacos de Pastor: Mundet Rojo</li>\n<li>Hamburguesa: Dr. Pepper</li>\n<li>Pizza: Coca Cola Sin Azúcar o Sprite Zero</li>\n</ul>\n<p> </p>\n<figure class=\"post__image post__image--center\"><strong><img loading=\"lazy\"  src=\"https://c10.patreonusercontent.com/4/patreon-media/p/post/94474869/16a272e6867b4a9783bb8e9b617ad117/e30%3D/1.png?token-time=1741996800&amp;token-hash=wt60NCCrSI9GzjaXMUJOMxVn0xYPyF1_uPkPvpWKnHs%3D\" width=\"652\" height=\"355\" data-is-external-image=\"true\"></figure></strong></p>\n<p><strong>El internet pregunta: ¿Crees que deban considerarse los remakes o relanzamientos para una premiación de “Juego del Año”?</strong></p>\n<p>Depende.</p>\n<p>Creo que deberías de preguntar exactamente qué significa para cada medio el término “Juego del Año”. Si deciden asignarle el significado de “juego que fue puesto a la venta en los últimos 12 meses y nada más” (que es lo más común) creo que los remakes entran a la perfección en esa descripción. Los relanzamientos también.</p>\n<p>Podrías pintar tu línea al decir “juegos que fueron puestos a la venta en los últimos 12 meses y que, si fueron relanzamientos, tuvieran mejoras significativas a su lanzamiento original” para evitar incluir a quincuagésimo séptimo lanzamiento de <em>Skyrim</em>, o al equivalente del año en el que sólo subieron la resolución, pasaron las texturas por un filtro de IA y listo.</p>\n<p>Sin embargo, tendrías que explicar muy bien los parámetros de tu categoría para ser muy específico de dónde comienza y termina tu criterio: ¿Cómo defines que un juego ha tenido “mejoras significativas”? ¿Qué tal que yo considero que una de esas mejoras es digna de considerarse y tú no?</p>\n<p>Entiendo que quieras hacer énfasis en premiar la originalidad en una industria que parece obsesionada con venderte lo que ya compraste en el pasado una y otra vez, pero cuando se trata de una premiación tan generalizada y aleatoria al contentillo de cada individuo como “El mejor juego del año”, debemos tener reglas más o menos definidas para tener el mínimo de orden y entendimiento externo.</p>\n<p> </p>\n<p><strong>Un podcast pregunta: ¿Te comerías a una persona (que es completamente idéntica a cualquier otra que conozcas) sólo que mide 5 centímetros de altura, por 200 millones de pesos?</strong></p>\n<p>No… ¿no?</p>\n<p>Aunque hay muchos factores a considerar: Tal vez esa persona es infeliz por ser tan pequeñito y quiere morir. Tal vez puedo donar la mitad de la recompensa a su familia, sin importar que también sea pequeñita o no.</p>\n<p>¿Tengo que masticarlo? ¿Qué tanto escucharías los gritos de una personita de 5 centímetros cuando está dentro de tu boca?</p>\n<p>¿Lo puedo sazonar, empanizar o tiene que ser crudo? ¿Tiene que haber público o puede ser una muerte en privado?</p>\n<p>Te pido que para la próxima seas ofrezcas más detalles con tu pregunta, por favor.</p>\n<p> </p>\n<p><strong>@JuaanTopo se pregunta: ¿Cuál es el peor juego que han jugado este año?</strong></p>\n<p><em>Super Star Wars</em> – Por alguna razón me dieron ganas de jugarlo y... Qué porquería de juego, con un diseño tan pobre, usando el sucio y barato truco de hacerlo tan difícil e injusto que sólo lo acabarás cuando te lo sepas de memoria.</p>\n<p>¿Qué? ¿Que querías que te dijera el peor juego que compré y jugué este año?</p>\n<p><em>Jurassic Park Classic Games Collection</em>. Soy de esas personas que apoya con su cartera cuando vuelven a lanzar juegos clásicos que valen la pena por factores históricos (o nostálgicos) pero en esta ocasión me arrepentí: Cuando puedes tener una mejor experiencia con emuladores y piratería que con un producto por el que pagas… es uno de los ejemplos en los que, triste y desafortunadamente, la opción antes mencionada es mucho mejor.</p>\n<p>¿Qué no sea relanzamiento?</p>\n<p>No diría que es malo, pero (como dije en el podcast de Viejos Payasos) <em>Forza Motorsport</em> (2023) fue el juego más decepcionante del año para mí. Fue mi culpa por tener tan altas expectativas de la serie pero es un error que no repetiré, habiendo perdido la fe en sus líderes creativos -Chris Esaki y Dan Greenawalt, por añadidura.</p>",
            "image": "https://alfredolvera.com/media/posts/1/halo-2-review-image-1024x587.jpg",
            "author": {
                "name": "Alfredo Olvera"
            },
            "tags": [
                   "Super Star Wars",
                   "Pizza",
                   "Jurassic Park Classic Games Collection",
                   "Halo",
                   "Forza Motorsport",
                   "2023"
            ],
            "date_published": "2023-12-11T17:30:00-06:00",
            "date_modified": "2025-02-28T23:06:53-06:00"
        }
    ]
}
